{
  "cmp": { "branch": "main" },
  "cmp_buffer": { "branch": "main" },
  "cmp_lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "devicons": { "branch": "master" },
  "friendly_snippets": { "branch": "main" },
  "gruvbox": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "neo_tree": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "plenary": { "branch": "master" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" }
}